<?PHP


$a = array("餐饮");
$b = array("机票","出国","打折机票","度假","旅游");
$c = array("礼品","鲜花","u盘");
$d = array("减肥","精华素","鱼油","花旗参","去皱","面膜","化妆");
$e = array("机票","电影票","音乐会","话剧");
$f = array("灯具","装饰","装修","家居","沙发","厨房用品");
$g = array("婚纱","衬衫","领带","内衣","文胸");
$h = array("家电","小家电","平板电视","液晶电视");
$i = array("购物");
$j = array("mba","网络教育","培训","教育");
$k = array("童装","童鞋","婴儿车","婴儿床");
$l = array("音像","图书","音乐");
$m = array("酒店","点卡","装备");
$n = array("笔记本","数码相机","相机","mp3","mp4","电脑","智能手机");
$o = array("减肥","保健","跑步机");
$p = array("汽车维修","汽车装潢","汽车保养");
$q = array("不孕","内衣","文胸");
$r = array();

$keywordarray = array("70"=>$b,"72"=>$a,"66"=>$c,"68"=>$d,"76"=>$e,"97"=>$f,"63"=>$g,"99"=>$q,"65"=>$h,"98"=>$i,"94"=>$j,"86"=>$k,"62"=>$l,"96"=>$m,"77"=>$n,"75"=>$o,"93"=>$p,"95"=>$c);

?>